Repository: PatrykWysocki5140/WeddingTime
Catalog: lib/l10n/app_*.arb
Languages: pl

# buttonClicksDescription
source: You have clicked the button this many times:
pl: Wcisnąłeś przycisk tyle razy:

source: Welcome !
pl: Cześć !

source: Optimal
pl: Optymalnie

# login
source: Logged on
pl: Zalogowano

# loginprocess
source: Log In
pl: Logowanie

# signupbutton
source: Sign Up
pl: Rejestruj

# createaccount
source: Creating new account, Please wait...
pl: Tworzenie nowego konta, czekaj...

# createaccountinfo
source: Create new account
pl: Tworzenie nowego konta

# signuperror
source: Couldn't sign up, Please try again.
pl: Błąd rejestracji, spróbuj ponownie.

# signupprocess
source: Sign Up
pl: Rejestracja

# forgetpasswordinfo
source: Forgot your password?
pl: Zapomniałeś hasła?

# forgetpasswordinfo2
source: Password reset
pl: Resetowanie hasła

# forgetpasswordbutton
source: Reset password
pl: Resetuj hasło

# sendResetEmail
source: A password restart message was sent to the email address provided
pl: Wysłano na podany adres mailowy wiadomość dotyczącą restartu hasła

# sendResetEmailError
source: A password restart message was not sent
pl: Nie wysłano wiadomość

source: Domain
pl: Domena

# emptyDomain
source: Domain not completed
pl: Domena nie została uzupełniona

# emptyEmail
source: Email not completed
pl: Email nie został uzupełniony

source: Password
pl: Hasło

# passwordconfirmation
source: Confirm Password
pl: Potwierdź hasło

# emptyPassword
source: Password not completed
pl: Hasło nie zostało uzupełnione

source: Homepage
pl: Strona główna

# dataNotCorrect
source: The data provided is not correct
pl: Podane dane nie są prawidłowe

source: Login error
pl: Błąd logowania

source: Logging
pl: Logowanie

source: Error downloading user information
pl: Błąd pobierania informacji o użytkowniku

# loggedout
source: Successfully logged out
pl: Pomyślnie wylogowano

# unknowDevice
source: Unknown device
pl: Nieznane urządzenie

source: Connect
pl: Połacz

# connected
source: Connected device
pl: Połączone urzadzenie

source: Disconnect
pl: Rozłącz

# enableBlue
source: Enable Bluetooth
pl: Włącz Bluetooth

source: Measurement
pl: Pomiar

# measurementStart
source: Start taking measurements
pl: Rozpocznij wykonywanie pomiaru

# measurementStartDeviceConnected
source: Device connected
pl: Urządzenie podłączone

# measurementStartAction
source: You can take measurements
pl: Możesz wykonać pomiar

# sucessAddMeasurement
source: Addition of the measurement went well
pl: Dodanie pomiaru przebiegło poprawnie

# errorAddMeasurement
source: Adding a measurement did not go correctly
pl: Dodanie pomiaru nie przebiegło poprawnie

# takeMeasurement
source: Take a measurement
pl: Wykonaj pomiar

# takemeasurementAlt
source: Take a measurement
pl: Rozpocznij pomiar

# howManyMeasurement
source: Number of measurements
pl: Ilość pomiarów

# lastMeasurement
source: Last received measurement
pl: Ostatni odebrany pomiar

# syncMeasurements
source: Measurements for synchronization
pl: Pomiary do synchronizacji

# syncMeasurementsSucess
source: Successfully synchronized all measurements
pl: Udało się zsynchronizować wszystkie pomiary

# syncMeasurementSucess
source: Successfully synchronized measurement
pl: Udało się zsynchronizować pomiar

# syncMeasurementsError
source: Failed to synchronize all measurements
pl: Nie udało się zsynchronizować wszystkich pomiarów

# syncMeasurementError
source: Failed to synchronize measurement
pl: Nie udało się zsynchronizować pomiaru

# infosyncMeasurements
source: You have the measurements for synchronization
pl: Posiadasz pomiary do synchronizacji

# btnsyncMeasurements
source: Synchronize measurements
pl: Synchronizuj pomiary

# completeMeasurement
source: Save the measurement
pl: Zapisz pomiar

source: My Account
pl: Moje konto

source: Change language
pl: Zmień język

source: Logout
pl: Wyloguj

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Back
pl: Cofnij

source: Name
pl: Nazwa

# firstname
source: Name
pl: Imię

source: Lastname
pl: Nazwisko

# nameEmpty
source: Empty name
pl: Brak nazwy

source: Description
pl: Opis

# descriptionEmpty
source: Empty description
pl: Brak opisu

# sucess
source: Success
pl: Sukces

source: Error
pl: Błąd

# deviceNotFound
source: Devices not found
pl: Nie znalezniono urządzeń

source: User name
pl: Imię użytkownika

source: User surname
pl: Nazwisko użytkownika

# openBluetoothSettingsError
source: Error opening Bluetooth settings
pl: Błąd otwierania ustawień Bluetooth

# version
source: App Version
pl: Wersja Aplikacji

# turnOnBluetooth
source: Enable Bluetooth in your phone's settings
pl: Włącz Bluetooth w ustawieniach telefonu

source: Refresh
pl: Odśwież

source: Refreshed
pl: Odświeżono

# blueON
source: Bluetooth is enabled
pl: Bluetooth jest włączone

# blueOFF
source: Bluetooth is turned off
pl: Bluetooth jest wyłączone

# validnamerequired
source: Name is required
pl: Nazwa jest wymagana

# validphonerequired
source: Mobile phone number is required
pl: Wymagany jest numer telefonu komórkowego

# validphonedigit
source: Mobile phone number must contain only digits
pl: Numer telefonu komórkowego musi zawierać tylko cyfry

# validphonechar
source: Password must be more than 5 characters
pl: Hasło musi składać się z więcej niż 5 znaków

# validemail
source: Enter Valid Email
pl: Wprowadź prawidłowy adres e-mail

# validpassmatch
source: Password doesn't match
pl: Hasło nie pasuje

# validpassrequired
source: Confirm password is required
pl: Wymagane jest potwierdzenie hasła

# validnamemustbeaz
source: Name must be a-z and A-Z
pl: Nazwa musi zawierać litery a-z i A-Z
